<?php
	require_once('tpl.site_header.php');
?>

<div class="page-main-content">
	<div class="page-breadcrumbs">
		<a href="<?=SITE::get_link('home');?>"><?=LNG::get("lng_main");?></a>
		 / <span><?=LNG::get("lng_terms");?></span>
	</div>
	<div class="page-article">
		<h1>Условия использования сервиса Chef's Menu</h1>
		<div class="page-article__section">
			<p>Добро пожаловать на страницу Условий использования Chef's Menu! Мы рады, что вы с нами. Спасибо, что выбрали наш сервис.</p>
		</div>				
		<div class="page-article__section">
			<h2>1. Введение</h2>			
			
			<p><strong>1.1 Наша цель</strong></p>
			<p>Сервис Chef's Menu (далее Сервис) предлагает онлайн и мобильные услуги и инструменты, которые позволяют вам создавать, 
				управлять и/или использовать ваше собственное онлайн и мобильное присутствие.</p>
			
			<p><strong>1.2 Юридическое соглашение</strong></p>
			<p>Посещая наш веб-сайт и пользуясь нашим приложением и/или услугами, вы заключаете с нами юридическое соглашение, 
				которое состоит из настоящих Условий использования.</p>
			
			<p id="user-account">Используя наши услуги, вы выражаете свое согласие с данными условиями и подтверждаете, что вы ознакомились с нашей 
				<a href="<?=SITE::get_link('home');?>/privacy">Политикой конфиденциальности</a>. Если вы не согласны с какими-либо из условий, 
				то вы не можете использовать наши услуги.</p>
			
			
			<p><strong>1.3 Принятые обозначения</strong></p>
			<p>Здесь и далее <i>Аккаунт пользователя</i> – уникальная учётная запись в Сервисе, 
				представляющая собой набор данных о пользователе, которые тот вводит и получает на сайте Сервиса при регистрации. 
				Набор данных включает в себя как минимум адрес электронной почты пользователя и пароль от учетной записи в Сервисе.
			<i>Контент пользователя</i> – данные, привязанные к конкретному <i>Аккаунту пользователя</i>, которые пользователь Сервиса загружает
			на сервер Сервиса или создает посредством программного обеспечения Сервиса. Приментительно к Сервису это фотографии 
			и описания блюд. Общая и контактная информация о кафе (ресторане, баре).				
			<i>Меню пользователя</i> – программное обеспечение Сервиса, созданное для показа <i>Контента пользователя</i> его
			конечным Пользователям (посетителям кафе/ресторана/бара).</p>

			<p><strong>1.4 Аккаунт пользователя</strong></p>	
			
			<p>Для использования ряда наших услуг вам необходимо создать <i>Аккаунт пользователя</i>. Если кто-то другой получит 
				доступ к вашему <i>Аккаунту пользователя</i>, он сможет совершать любые доступные вам действия, 
				вносить изменения в ваше <i>Меню пользователя</i> и <i>Аккаунт пользователя</i>, а также принимать предусмотренные 
				ими юридические условия, предоставлять различные заверения и гарантии – 
				все эти действия будут считаться совершёнными от вашего лица и от вашего имени.</p>

			<p>Поэтому мы настоятельно рекомендуем вам обеспечить конфиденциальность учётных данных 
				вашего <i>Аккаунта пользователя</i> и предоставлять доступ к вашему аккаунту и 
				настройкам <i>Меню пользователя</i> только тем, кому вы полностью доверяете, 
				так как Вы несете ответственность за все действия, 
				совершенные с вашего <i>Аккаунта пользователя</i>.</p>


			 <p>В случае возникновения спора о праве владения в отношении <i>Аккаунта пользователя</i>, 
			 	мы оставляем за собой право устанавливать принадлежность <i>Аккаунта пользователя</i>. 
			 	Если был заключен договор с Сервисом на Платные услуги, мы можем запрашивать документы 
			 	(например, удостоверение личности, лицензию на ведение бизнеса), которые могут нам помочь 
			 	установить право владения. При принятии данного решения мы можем руководствоваться, 
			 	в частности, следующими принципами:</p>

			<p>1. Сервис будет считать владельцем <i>Аккаунта пользователя</i>, 
				<i>Меню пользователя</i> и/или <i>Контента пользователя</i>, созданного и/или загруженного 
				при помощи соответствующих Услуг Сервиса, физическое или юридическое лицо, 
				которое обладает доступом к адресу электронной почты, сохраненному в базе данных Сервиса в отношении 
				соответствующего <i>Аккаунта пользователя</i>, с которого было создано <i>Меню пользователя</i> 
				и/или загружен <i>Контент пользователя</i>.</p>
			<p>2. После заключения договора на Платные услуги (в соответствии с определением, 
				приведенным в статье 5 настоящих Условий использования) Сервис будет считать владельцем такого 
				<i>Аккаунта пользователя</i> и/или соответствующего <i>Меню пользователя</i> 
				и/или <i>Контента пользователя</i>, созданного или загруженного с данного <i>Аккаунта пользователя</i>, 
				физическое или юридическое лицо, чьи реквизиты использовались при заключении договора на соответствующие Платные услуги.</p>
			<p>3. Несмотря на вышеизложенное, Сервис имеет право устанавливать принадлежность <i>Контента пользователя</i> 
				и/или <i>Меню пользователя</i> по своему усмотрению, включая возможность игнорирования 
				вышеуказанных положений, в случаях когда Сервис сочтет, что такое 
				решение обусловлено фактическими обстоятельствами, установленными самим Сервисом.</p>
		</div>
		<div class="page-article__section">
			<h2>2. Ваши обязанности</h2>
			
			<p><strong>2.1 Вы подтверждаете и гарантируете, что:</strong></p>
			<p>1. Вам принадлежат все права в отношении загруженного или предоставленного вами 
				контента, включая тексты описаний блюд и фотографии, либо вы обладаете (и будете обладать и далее) всеми полномочиями, 
				правоустанавливающими документами, лицензиями, согласиями и разрешениями в отношении <i>Контента пользователя</i>, 
				которые необходимы для законного доступа к нему, его импортирования, копирования, использования и опубликования;</p>
			<p>2. <i>Контент пользователя</i> является (и будет продолжать являться) истинным, актуальным, точным и не нарушающим права 
				третьих лиц, и его загрузка, импортирование, копирование, владение им, его размещение, передача демонстрация или любое иное 
				использование не является незаконной в стране, где вы проживаете или проживают лица, 
				посещающие или использующие <i>Меню пользователя</i> (“Конечные пользователи”), и доступ к нему, 
				его импортирование, копирование, загрузка, использование или владение им в связи с Услугами Сервиса не является незаконным 
				для Сервиса и/или ваших <i>Конечных пользователей</i>;</p>
			<p>3. Вы не размещаете (не загружаете, не предоставляете) в <i>Меню пользователя</i> для просмотра вашими <i>Конечными пользователями</i> 
				с помощью программного обеспечения Сервиса ничего, кроме информации, непосредственно касающейся вашего заведения (кафе, бара, ресторана).</p>				

			<p><strong>2.2. Вы обязуетесь и соглашаетесь:</strong></p>	
			<p>1. нести исключительную ответственность за все виды использования Услуг Сервиса, 
				которое осуществляется с вашего <i>Аккаунта пользователя</i> и/или <i>Меню пользователя</i>, 
				а также за весь <i>Контент пользователя</i> (в том числе за все последствия доступа, импортирования, 
				загрузки, копирования, использования и опубликования указанного <i>Контента пользователя</i> 
				с помощью Услуг Сервиса);</p>
			<p>2. с правом Сервиса определять средства, способы и методы предоставления Услуг Сервиса 
				по собственному усмотрению, в том числе тех Услуг Сервиса, которые связаны с размещением, 
				передачей, публикацией и/или демонстрацией <i>Меню пользователя</i> и/или его <i>Контента</i>.</p>	
			<p>3. Сервис имеет право предлагать Услуги Сервиса по альтернативным ценовым планам и устанавливать различные 
				ограничения по загрузке, хранению и использованию Услуг Сервиса в каждом из вышеупомянутых ценовых планов, 
				включая, помимо прочего, ограничения на размер и/или длину Контента, качество и/или формат Контента, 
				источники Контента и т.д.</p>	

			<p><strong>2.3. Вы соглашаетесь и обязуетесь не совершать следующих действий:</strong></p>	
			<p>1. загружать, вставлять, собирать или иным способом делать доступным в <i>Меню пользователя</i> любой вредоносный, 
				незаконный, дискредитирующий или непристойный Контент.</p>
			<p>2. испытывать, сканировать или тестировать Услуги Сервиса или иную сеть, подключённую к Услугам Сервиса, 
				на предмет их уязвимости;</p>	
			<p>3. совершать любые действия, которые создают необоснованно или несоразмерно большую нагрузку на инфраструктуру 
				Услуг Сервиса или систем Сервиса или сетей, подключённых к Услугам Сервиса, либо иным образом вмешиваться 
				в функционирование или нарушать функционирование какой-либо из Услуг Сервиса либо серверов или сетей, 
				на которых они размещены или которые их предоставляют, либо нарушать требования, процедуры, политику или нормативы, 
				установленные такими серверами или сетями;</p>	
			<p>4. получать доступ к Услугам Сервиса,  <i>Аккаунтам пользователя</i> и/или <i>Пользовательскому контенту</i> 
				с помощью иных средств или технологий (например, веб-скрапинга и автоматического сбора информации), 
				кроме как через наши публично поддерживаемые интерфейсы.</p>	
			<p>5. удалять или изменять ссылки на авторские права, водяные знаки, ограничения и символы, 
				указывающие на проприетарные права кого-либо из наших лицензиаров, включая знак авторского права [©]
				либо торговые марки [® или ™], которые содержатся в Услугах Сервиса и/или сопровождают их; </p>	

			 <p>Вы признаёте и соглашаетесь с тем, что несоблюдение перечисленных требований либо предоставление 
			 	ложных заверений может привести к незамедлительному аннулированию вашего <i>Аккаунта пользователя</i> и/или предоставленных вам Услуг, 
			 	с направлением вам последующего уведомления или без такового, без возможности возврата средств, 
			 	уплаченных за пользование соответствующими Услугами.</p>	

		</div>		
		
		<div class="page-article__section">
			<h2>3. Контент и право собственности</h2>

			<p><strong>3.1. Ваша интеллектуальная собственность</strong></p>
			<p>Правоотношения между вами и Сервисом предполагают, что вам принадлежат все права интеллектуальной 
				собственности в отношении вашего <i>Контента пользователя</i> и любого иного материала, 
				созданного вами, включая тексты и изображения. Сервис не претендует на приобретение права собственности 
				в отношении вашего контента. Вы признаете и соглашаетесь, что исключительно в целях оказания вам Услуг, 
				нам понадобится доступ к вашему <i>Контенту пользователя</i>, возможность загрузить и/или копировать его на наш 
				сервер, включая облачные сервисы и CDN (Сеть доставки (и дистрибуции) содержимого), 
				для корректирования отображения, дублирования в целях резервного копирования и выполнения любых иных необходимых 
				технических действий и/или процедур по нашему усмотрению, необходимых для исполнения наших услуг.</p>	
			
			<p><strong>3.2. Интеллектуальная собственность Сервиса</strong></p>	
			<p>Все права в отношении Услуг Сервиса, включая все материалы, которые могут быть предметом авторского права, 
				и иной контент Услуг Сервиса, на который распространяется или может распространяться действие прав интеллектуальной 
				собственности в соответствии с действующим законодательством (включая графические материалы и тексты, 
				исходные компьютерные коды, приложения, видео и иные мультимедиа, элементы оформления, анимацию, интерфейсы, документацию, 
				производные материалы от всего вышеуказанного или их версии, стили оформления Услуг Сервиса, 
				методы, продукты, алгоритмы, данные, интерактивные компоненты и объекты, рекламные инструменты и методы привлечения клиентов, 
				логотипы, домены, фирменные наименования и иные проприетарные идентификаторы, вне зависимости от того, 
				являются ли они зарегистрированными и/или подлежат регистрации (совместно – “Интеллектуальная собственность”), 
				а также их производные, принадлежат Сервису и/или подчиняются действию принадлежащей ему лицензии.</p>
			
			<p>Кроме того, в рамках оказания Услуг Сервиса, некоторые шрифты предоставляются вам по лицензии сторонних поставщиков 
			и поэтому подчинены дополнительным лицензионным условиям такого поставщика.</p>	

		</div>

		<div class="page-article__section">
			<h2>4. Конфиденциальность</h2>
			<p>Определённые сегменты Услуг Сервиса (включая определённые Услуги третьих лиц, предоставляемые в рамках Услуг Сервиса, 
				как разъясняется в Разделе 9 настоящих Условий использования), предусматривают необходимость предоставления, 
				сбора и/или использования ряда персональных данных, благодаря которым можно идентифицировать лицо. 
				В частности, при предоставлении доступа к Услугам Сервиса и права их использования, Сервис и соответствующие Услуги третьих лиц 
				могут осуществлять сбор, получать доступ и использовать ряд данных, касающихся <i>Пользователей</i> и <i>Конечных пользователей</i>,
				в том числе о действиях и навигации <i>Пользователей</i> и <i>Конечных пользователей</i> посредством Услуг Сервиса и/или 
				<i>Меню пользователя</i>. Мы рекомендуем вам регулярно перечитывать нашу <a href="<?=SITE::get_link('home');?>/privacy">Политику конфиденциальности</a> и
				 соответствующую политику Услуг третьих лиц, где описывается порядок сбора и использования указанных данных.</p>				 
		</div>

		<div class="page-article__section">
			<h2>5. Плата за пользование услугами</h2>
			<p><strong>5.1. Платные услуги</strong></p>
			<p>Для того, чтобы создать свое <i>Меню пользователя</i> и воспользоваться всеми возможностями 
				программного обеспечения Сервиса, мы предлагаем Вам заключить годовой контракт на платные услуги. Со стоимостью контракта 
				и перечнем услуг Сервиса вы можете ознакомиться на <a href="<?=SITE::get_link('home');?>/price">странице Прайс</a>.
				На данный момент мы заключаем договор на платные услуги только с Юридическими лицами и ИП. </p>
			<p><strong>5.2. Порядок заключения договора на получение платных услуг</strong></p>
			<p>Для того, чтобы заключить договор, вы регистрируете бесплатный 14-дневный тестовый акканут. 
				При создании аккаунта вам присваевается уникальный идентификатор пользователя <i>(ID)</i>. Вы высылаете нам на электронный ящик 
				реквизиты вашей компании/ИП и ваш <i>ID</i>. Мы высылаем вам счет на оплату и договор. Подписываете договор и высылаете нам.
				С момента поступления денежных средств на счет Сервиса, к вашему <i>Аккаунту пользователя</i> подключается <i>годовой Контракт</i> на Основной режим 
				работы Аккаунта со всеми возможностями согласно тарифному плану.
			</p>
			<p><strong>5.3. Продление подписки</strong></p>
			<p>В настоящее время Сервис не предоставляет услуги автоматического продления договора. За 30 дней до окончания контракта мы пришлем
			 вам уведомление с предложением продлить Договор.</p>
			<p>Невзирая на какие-либо положения об обратном, изложенные выше, вы несёте исключительную 
				ответственность за проверку и обеспечение успешного продления используемых вами Услуг Сервиса. 	
				Соответственно, вы несёте исключительную ответственность за прекращение предоставления ранее купленных Услуг Сервиса, 
				в том числе в связи с их отключением по окончанию действия годового контракта.</p>
			<p>Вы признаёте и соглашаетесь с тем, что не будете иметь претензий к Сервису в связи с прекращением предоставления 
				Услуг Сервиса и непродлением Услуг Сервиса вне зависимости от оснований прекращения их предоставления.</p>	
			
			<p><strong>5.4. Гарантии возврата денежных средств</strong></p>	
			
			<p>Если вы недовольны качеством Услуг Сервиса, за пользование или за подписку на которые взимается плата 
				за определённый период времени, и которые приобретены вами в первый раз, вы можете направить уведомление 
				об отказе от Услуги по любым основаниям в течение 14 (четырнадцати) дней с даты первичного заказа или активации 
				соответствующих Услуг Сервиса (“Возврат” и “Период возврата”).</p>
				
			<p>Возврат допускается только в случае покупки Услуг Сервиса в первый раз, то есть только при переходе от бесплатного 
				пользования Сервисом в ТЕСТОВОМ режиме к платному пользованию в соответствии с возможностями ОСНОВНОГО режима 
				аккаунта (как предложено на странице <a href="<?=SITE::get_link('home');?>/features">Возможности и ограничения</a>). 
				Если Сервис получит такое уведомление в течение <i>Периода возврата</i>, Сервис вернёт вам денежные средства, 
				которые были выплачены ему за такие Услуги Сервиса и отключит соответствующие Услуги. 
			</p>

			<p>	По истечении <i>Периода возврата</i> внесённая вами Плата не подлежит возврату и аннулированию. Также,
				право на Возврат не применяется к каким-либо дополнительным покупкам услуг, сверх тех, что указаны для
				ОСНОВНОГО режима, а также к продлению подписки на Услуги Сервиса.
				Кроме того, если мы придём к выводу о том, что уведомление об отказе от услуги является недобросовестным 
				или представляет собой неправомерную попытку уклониться от оплаты услуг, 
				которые фактически были получены вами и удовлетворили вас, мы оставляем за собой право 
				отклонить запрос на возврат Платы с Пользователя, направившего соответствующее уведомление 
				в отношении фактически полученных Услуг Сервиса, в соответствии с положениями закона.</p>
		</div>

		<div class="page-article__section">
			<h2>6. Аннулирование</h2>
			
			<p><strong>6.1. Аннулирование со стороны пользователя.</strong></p>
			<p>В соответствии с инструкциями, изложенными на Услугах Сервиса, вы можете в любой момент прекратить 
				использование вашего <i>Аккаунта пользователя</i> и/или Услуг Сервиса и направить заявку об их аннулировании. 
				Датой и временем указанного аннулирования считается дата и время, в которое вы завершили процесс аннулирования 
				на Услугах Сервиса, а датой аннулирования Платных услуг считается окончание периода подписки 
				на соответствующие Платные услуги.</p>
			
			<p><strong>6.2. Аннулирование со стороны Сервиса</strong></p>
			<p>предоставляет Сервису право приостановить (до оплаты в полном объёме) или аннулировать 
				ваш <i>Аккаунт пользователя</i> и <i>Меню пользователя</i> (либо их определённые компоненты или функции), 
				а также оказание вам сопряжённых с ними Услуг Сервиса (к примеру, Платных услуг) либо Услуг третьих лиц.</p>			
			
			<p><strong>6.3. Утрата данных, контента и функциональности</strong></p>
			<p>Аннулирование вашего <i>Аккаунта пользователя</i>, Услуг Сервиса или Услуг третьих лиц, 
				связанных с <i>Аккаунтом пользователя</i> (по вашей заявке либо по усмотрению Сервиса) 
				может привести к утрате определённого контента, компонентов либо функциональности 
				вашего <i>Аккаунта пользователя</i>, включая <i>Контент пользователя</i>, <i>Меню пользователя</i>, 
				данные <i>Конечных пользователей</i> или иные данные об использовании, которые в нём хранятся, 
				а также включая резервирование или регистрацию поддомена, которое являлось частью соответствующих Услуг (“Утрата функциональности”). </p>
			<p>Сервис не несёт никакой ответственности за <i>Утрату функциональности</i> либо за сохранение 
				или резервное копирование вашего <i>Аккаунта пользователя</i>, <i>Контента пользователя</i> или данных 
				<i>Конечного пользователя</i>.</p>

		</div>
		
		<div class="page-article__section">
			<h2>11. Неправомерные действия и авторские права</h2>
		
			<p>Мы уважаем интеллектуальную собственность других. Если вы считаете, что содержание какого-либо сайта 
				или <i>Меню пользователя</i>, созданного в Сервисе, нарушает закон, пожалуйста, сообщите нам, предоставив всю необходимую информацию. 
				Мы сделаем все, что от нас зависит, чтобы немедленно разобраться с этой проблемой. </p>
		</div>

		<div class="page-article__section">
			<h2>12. Отказ от гарантий</h2>
			<p><strong>Мы предоставляем Услуги Сервиса “Как есть” и “Со всеми недостатками”, “С учетом имеющихся возможностей”,
			 без каких-либо гарантий, в том числе без подразумеваемых гарантий или условий товарности, 
			 пригодности для конкретного назначения, качественного исполнения, отсутствия нарушений и иных гарантий – 
			 насколько это допустимо законом.</strong></p>

			 <p>В частности, мы не заверяем и не гарантируем, что Услуги Сервиса 
			 (либо какая-либо часть, функция или Контент Услуг Сервиса) являются полными, точными, надёжными или безопасными, 
			 соответствуют определённому качеству, подходят для вашей планируемой деятельности, 
			 устройств, операционных систем, браузеров, программного обеспечения или инструментов 
			 (или планируемой деятельности, устройств, операционных систем, браузеров, программного обеспечения 
			 или инструментов ваших Конечных пользователей) или совместимы с ними (либо, что они будут оставаться такими и дальше), 
			 что они соответствуют законодательству, действие которого распространяется на вас или на ваших Конечных пользователей 
			 (в том числе в юрисдикции, на территории которой вы осуществляете свою деятельность),  
			 либо что они не будут содержать вирусов, ошибок программного обеспечения и иных вредоносных компонентов 
			 и программных ограничений.</p> 			 
			 <p>Кроме того, мы не рекомендуем каких-либо лиц, продукты или услуги (включая Услуги третьих лиц), 
			 упомянутые в Услугах Сервиса или предоставляемые посредством Услуг Сервиса – поэтому проверяйте их перед 
			 использованием или иным привлечением.</p>

			 <p>Невзирая на какие-либо положения об обратном, изложенные выше, ни при каких обстоятельствах Сервис 
			 	не может считаться “издателем” <i>Контента пользователя</i>, ни в коей мере не рекомендует <i>Контент пользователя</i> 
			 	и не принимает на себя никакой ответственности в отношении <i>Контента пользователя</i>, 
			 	загруженного, размещённого, опубликованного и/или предоставленного каким-либо Пользователем 
			 	или иным лицом на Услугах Сервиса или посредством Услуг Сервиса, за использование его какой-либо третьей стороной, 
			 	за его утрату или удаление или за причинение ему ущерба, а также за убытки, ущерб, издержки или расходы, 
			 	понесённые вами или иными лицами в результате опубликования, получения доступа или доверия к <i>Контенту пользователя</i>
			 	 и/или его использования или в связи с перечисленными действиями.</p>
			
			<p>Кроме того, Сервис не несёт ответственности за ошибки, клевету, дискредитирующую или непристойную информацию, 
				порнографию, провокации и/или иной незаконный и/или нарушающий авторские права <i>Контент пользователя</i>, 
				с которым можете столкнуться вы или иные лица.</p>

			<p>Вы признаёте наличие рисков, сопряжённых с использованием Услуг Сервиса и/или подключением и/или работой с Услугами третьих лиц 
			посредством Услуг Сервиса или в связи с ними; подтверждаете, что Сервиса не может гарантировать (и не гарантирует) 
			конкретные результаты такого использования и/или взаимодействия, а также что настоящим вы принимаете на себя все изложенные риски, 
			обязательства и/или ответственность за вред любого рода, возникающий в связи с указанным взаимодействием и/или 
			в результате указанного взаимодействия. Изложенные риски могут включать, помимо прочего, искажение информации 
			об Услугах третьих лиц и/или со стороны Услуг третьих лиц и/или искажение информации о Лицензионном контенте, 
			нарушение гарантийных и/или договорных обязательств, нарушение прав и последующие претензии.</p>

			<p>Обратите внимание, что ряд Услуг Сервиса предоставляется в БЕТА-версии и проходит БЕТА-тестирование. 
				Вы понимаете и соглашаетесь с тем, что такие Услуги Сервиса ещё могут содержать ошибки программного обеспечения, 
				испытывать сбои в работе и отклонения от планового или предполагаемого режима работы. 
				Использование вами Услуг Сервиса в БЕТА-версии означает ваше согласие принять участие в БЕТА-тестировании соответствующих 
				Услуг Сервиса.</p>	
		</div>

		<div class="page-article__section">
			<h2>13. Ограничение ответственности</h2>
			<p>В максимальной степени, предусмотренной законом, действующим в соответствующей юрисдикции, Сервис, 
				её должностные лица, директора, акционеры, сотрудники, аффилированные организации 
				и/или агенты не несут ответственности перед вами за какие-либо прямые, непрямые, косвенные, 
				случайные, специальные, штрафные или сходные с ними убытки, понесённые в результате (1) ошибок 
				или неточностей контента; (2) вреда здоровью или имуществу, связанного с использованием Услуг Сервиса; 
				(3) неавторизованного доступа к нашим услугам и/или личной информации и/или иной информации, 
				хранящейся на них, или их использования; (4) перерывов в обмене данными с Услугами Сервиса или 
				прекращения такого обмена; (5) использования или демонстрации Контента или Контента пользователя, 
				размещённого или переданного, в том числе по электронной почте, или иным образом предоставленного 
				посредством Услуг Сервиса; (6) событий, не зависящих от воли Сервиса, включая сбои в работе интернета или 
				оборудования, сбои в подаче электроэнергии, забастовки, трудовые споры, мятежи, восстания, 
				общественные беспорядки, нехватку рабочих рук или материалов, пожары, наводнения, ураганы, 
				землетрясения, взрывы, стихийные бедствия, войны, межгалактические битвы, действия правительства, 
				распоряжения судов, государственных органов или трибуналов либо неисполнение обязательств со стороны третьих лиц; 
				и/или (7) невозможности использования, потери данных, упущенной выгоды, 
				нанесения ущерба репутации или других нематериальных убытков, которые являются следствием 
				использования или невозможности использования каких-либо или всех Услуг Сервиса.</p>
			<p>Вы признаёте и соглашаетесь с тем, что данное ограничение ответственности является распределением рисков, 
			согласованным между сторонами, которое отчасти является встречным предоставлением за полученные вами услуги Сервиса, 
			и данное ограничение будет применяться даже в том случае, если Сервис был предупрежден о возможности возникновения 
			соответствующей ответственности.</p>				
		</div>

		<div class="page-article__section">
			<h2>14. Гарантии возмещения убытков</h2>
			<p>Вы обязуетесь оградить Сервис, его должностных лиц, директоров, акционеров, сотрудников, 
				аффилированные организации и агентов от любых претензий, обязательств и ответственности, 
				а также возместить им любой ущерб, убытки, задолженность, расходы и издержки (в том числе гонорары адвокатов),
				возникшие, наступившие или понесённые в результате: (1) нарушения вами положений настоящих Условий использования
				или иных Условий Сервиса; (2) нарушения вами прав третьих лиц, в том числе авторских прав, прав доступа, 
				имущественных прав или прав на неприкосновенность частной жизни в связи с вашим <i>Меню пользователя</i> или 
				<i>Контентом пользователя</i> и/или в результате использования вами Услуг Сервиса, включая, без ограничений, 
				действия Услуг Сервиса, совершенные в вашу пользу; и/или (3) иного рода претензий, связанных с причинением 
				вашим <i>Меню пользователя</i> и/или <i>Контентом пользователя</i> вреда третьим лицам.</p>

		</div>

		<div class="page-article__section">
			<h2>15. Общие положения</h2>
			<p><strong>15.1. Изменения и обновления</strong></p>
			<p>Сервис оставляет за собой право изменить, приостановить или прекратить действие любых Услуг Сервиса 
				(или их компонентов или цен) и/или отменить ваш доступ к любым Услугам Сервиса (включая удаление любых материалов, 
				созданных вами в связи с Услугами Сервиса) по любой причине, и/или внести изменения в любые Условия Сервиса 
				с предоставлением предварительного уведомления или без такового – в любой момент и любым способом. 
				Вы соглашаетесь с тем, что Сервис не будет нести ответственности перед вами или третьим лицом за любые 
				изменения, приостановку или прекращение таких Услуг Сервиса.</p>

			<p>Если такие изменения предусматривают внесение дополнительной Платы, мы направим вам соответствующее 
				уведомление до применения данных изменений. Если вы не внесёте Плату или откажетесь от её внесения, 
				мы можем по собственному усмотрению аннулировать ваш <i>Аккаунт пользователя</i> (в порядке, предусмотренном 
				статьёй 6 настоящих Условий использования), продолжить предоставление текущих Услуг Сервиса без изменений,
				либо предоставить вам альтернативные Услуги.</p>

			<p><strong>15.2. Отказ от права на участие в групповых исках</strong></p>

			<p>Независимо от применимого права все споры и разногласия между вами и Сервисом подлежат разрешению исключительно 
				на индивидуальной основе и вы не обладаете правом на предъявление какого-либо требования в качестве истца или участника группового,
				 объединённого или представительского иска (или в рамках иной юридической процедуры, инициированной группой лиц либо представителями 
				 в интересах группы лиц).</p>
			
			<p><strong>15.3. Уведомления</strong></p>	 

			<p>Мы можем направлять вам уведомления любым из следующих способов: (1) через Услуги Сервиса, 
				в том числе в виде баннеров или всплывающих окон на Веб-сайте Сервиса, в <i>Аккаунте пользователи</i> 
				или в иных местах; (2) в виде сообщений электронной почты, отправленных по предоставленному вами адресу 
				электронной почты; и/или (3) иными способами, в том числе по телефонному номеру или физическому адресу, 
				которые вы нам предоставили. Уведомление Сервиса будет считаться полученным и вступившим в силу в течение 
				двадцати четырёх (24) часов с момента его опубликования или отправки любым из вышеперечисленных способов, 
				если иное не указано в уведомлении.</p>

			<p><strong>15.4. Правоотношения</strong></p>	
			<p>Условия Сервиса и факт использования вами Услуг не могут толковаться как приводящие к возникновению отношений партнёрства, 
				совместного предприятия, трудовых, агентских или франшизных отношений между вами и Сервисом.</p>

			<p><strong>15.5. Полнота соглашения</strong></p>	
			<p>Совместно с Условиями Сервиса, иными уведомлениями юридического характера и уведомлениями относительно платы,
				направленными вам Сервисом, настоящие Условия использования составляют полное соглашение между вами и Сервисом 
				относительно своего предмета и заменяют собой все предшествующие и совпадающие с ними по времени устные и письменные соглашения, 
				договорённости, обещания, условия, согласования и заверения между вами и Сервисом, в том числе сделанные или достигнутые 
				нашими представителями, относительно любой Услуги Сервиса. 
				Вы также соглашаетесь с тем, что при заключении Договора с Сервисом, вы не руководствуетесь никакими обещаниями, 
				поощрениями, заверениями, заявлениями, раскрытием информации или обязанностью раскрытия информации со стороны Сервиса.</p>

			<p><strong>15.6. Уступка прав и обязанностей</strong></p>	
			<p>Сервис может уступить свои права и/или обязанности, предусмотренные настоящими Условиями использования, 
				и/или передать право собственности и удостоверяющие его документы в отношении Услуг Сервиса и/или Лицензионного контента 
				третьим лицам без вашего согласия и без направления вам предварительного уведомления. 
				Вы не можете уступить или передать какие-либо из своих прав и обязанностей, предусмотренных настоящими Условиями использования, 
				без предварительного письменного согласия Сервиса. Любая попытка передачи ваших прав или обязанностей или их фактическая передача 
				в отсутствие предварительного явного и письменного согласия Сервиса является ничтожной. 
				В любом случае, уступка и передача прав и обязанностей на основании настоящей статьи ‎15.6 сама по себе не предоставляет ни вам, 
				ни Сервису права аннулировать текущие Услуги Сервиса или Услуги третьих лиц.</p>
			
			<p><strong>15.7. Автономность положений и отказы от прав</strong></p>
			<p>Если суд компетентной юрисдикции по тем или иным основаниям признает какое-либо положение Условий Сервиса недействительным, 
				незаконным, ничтожным или не обеспеченным исковой защитой, то соответствующее положение будет считаться автономным и не повлияет 
				на действительность и обеспеченность исковой защитой остальных положений. 
				Отказ от прав требования в связи с нарушением или невыполнением какого-либо Условия Сервиса не будет считаться отказом от прав требования 
				в связи с предшествующим или последующим нарушением или невыполнением Условий.</p>

			<p><strong>15.8. Толкование</strong></p>
			<p>Заголовки, подписи и названия статей, которые содержатся в настоящих Условиях использования приведены исключительно 
				для вашего удобства, никоим образом не определяют и не поясняют содержание какой-либо статьи или какого-либо положения 
				настоящих Условий использования и не имеют обязательной юридической силы.</p>				

			<p><strong>15.9. Контакты службы поддержки</strong></p>
			<p>Для связи со службой поддержки используйте один из следующих способов:<br>
				Перейдите на страницу <a href="<?=SITE::get_link('contacts');?>">Контакты Сервиса</a><br>
				Отправьте сообщение электронной почты по адресу: <a href="mailto:<?=$CFG->support_email;?>"><?=$CFG->support_email;;?></a>
			</p>

		</div>

	</div>
</div>

<?php
	require_once('tpl.site_footer.php');
?>